alexdo.catppuccin-noir
catppuccin.catppuccin-vsc
daltonmenezes.aura-theme
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
jacobdufault.fuzzy-search
jdinhlife.gruvbox
josemurilloc.aura-spirit-dracula
lakshits11.best-themes-redefined
metaphore.kanagawa-vscode-color-theme
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.remote-explorer
ms-vscode.remote-repositories
mvllow.rose-pine
pkief.material-icon-theme
ritwickdey.liveserver
ryuta46.multi-command
sainnhe.gruvbox-material
sdras.night-owl
subframe7536.custom-ui-style
tobias-z.vscode-harpoon
tomoki1207.pdf
vscodevim.vim
vspacecode.whichkey
wheredoesyourmindgo.gruvbox-concoctis
wix.vscode-import-cost
